Repository: chloestefantsova/blackbox3
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: The field is required for school teams
ru: Это поле должно быть заполнено школьными командами

source: The field is required for the game
ru: Это поле должно быть заполнено

source: Entered password values do not match.
ru: Введённые пароли не совпадают.

source: Authentication string is unknown or is incorrectly entered.
ru: Строка аутентификации не известна системе или неправильно введена.

source: No such task.
ru: Такого задания не существует.

source: Game over but your flag is correct!
ru: Игра окончена, но ваш ответ верен!

source: Game over and your flag is wrong!
ru: Игра окончена, и ваш ответ неверен!

source: Congrats!
ru: Поздравляем! Вы правильно решили задание.

source: Wrong flag.
ru: Неправильный ответ.

source: Welcome to School CTF Spring 2015, {team_name}!
ru: Добро пожаловать в School CTF Spring 2015, {team_name}!

source: Participant {full_name} joined team {team_name}
ru: Участник {full_name} присоединился к {team_name}

source: Russian
ru: Русский

source: English
ru: Английский

# menu bar
source: Home
ru: Главная

source: Registration
ru: Регистрация

source: Teams
ru: Команды

source: Tasks
ru: Задания

source: Rating
ru: Рейтинг

# menu bar
source: Login
ru: Вход

# menu bar
source: Logout
ru: Выход

source: Team
ru: Команда

source: Participant
ru: Участник

source: Team Name
ru: Название команды

source: Participants are school pupils
ru: Все участники — школьники

source: Country
ru: Страна

source: I don't want to provide this information
ru: Я не хочу указывать эту информацию

source: School Name
ru: Название школы

source: Teacher Name
ru: ФИО учителя (тренера)

source: Teacher's E-Mail
ru: Адрес электронной почты учителя (тренера)

source: Team Leader's E-Mail
ru: Адрес электронной почты капитана

source: Physical Mail Address for Certificates (*)
ru: Адрес для отправки бумажной версии сертификатов и дипломов (*)

source: Register Team
ru: Зарегистрировать команду

source: You've successfully registered a team. An authentication string has been sent to the team leader's email and the teacher's email (if any). You should pass this string to the participants you want to register as your team members. Note that team leader should also register as a team member.
ru: Вы зарегистрировали команду. На адрес капитана команды и учителя (если был указан) выслано письмо со строкой аутентификации. Передайте эту строку членам команды для завершения регистрации. Капитан команды тоже должен зарегистрироваться как участник команды.

source: You should pass this string to the participants you want to register as your team members. Note that the leader should also register as a team member.
ru: Вы должны передать эту строку участникам своей команды для регистрации. Обратите внимание, что капитан должен зарегистрироваться как обычный участник.

source: Login
ru: Логин

source: Password
ru: Пароль

source: Password Again
ru: Ещё раз пароль

source: Full Name
ru: ФИО участника

source: Authentication String (ask your team leader)
ru: Строка аутентификации (вы можете узнать её у капитана команды)

source: Register Participant
ru: Зарегистрировать участника

source: You are successfully registered! Your team leader and teacher (if any) have been notified. Please, don't forget your password. See you later at the competition.
ru: Вы зарегистрированы. Вашему капитану и учителю (если был указан) выслано сообщение об этом. Пожалуйста, не забывайте введённый пароль. До встречи на соревновании!

source: You are successfully registered! Your team leader have been notified. Please, don't forget your password. See you later at the competition.
ru: Вы зарегистрированы. Вашему капитану выслано сообщение об этом. Пожалуйста, не забывайте введённый пароль. До встречи на соревновании!

source: <p>(*) If you wish you may leave your physical mailing address, so we can send you the hardcopies of Certificates of Participation. Please, provide the information according to your country Post Office rules. The recommended data includes the following.</p> <ol> <li>(required) Receiver name</li> <li>(required) Street, house number, apartment number or postbox number</li> <li>(optional) Additional address information, like area name or part of the town</li> <li>(required) City (or another location)</li> <li>(optional) Zip code</li> <li>(optional) Region (state, canton, etc.)</li> <li>(required) Country of destination</li> </ol>
ru: <p>(*) Если вы хотите получить физические копии сетрификатов об участии, оставьте свой почтовый адрес. Ниже приведены рекомендуемые составляющие адреса.</p> <ol> <li>Имя получателя</li> <li>Улица, номер дома, номер квартиры</li> <li>Город (или иной населённый пункт)</li> <li>Почтовый индекс</li> <li>Область или иной регон</li> <li>Страна, если отличается от России</li> </ol>

# teams list
source: School Teams
ru: Школьные команды

# teams list
source: Name
ru: Название

# teams list
source: Country
ru: Страна

# teams list
source: Non-School Teams
ru: Нешкольные команды

source: Task List
ru: Задания

source: <span class="bg-success">Green</span> marks the tasks that your team has successfully solved.
ru: <span class="bg-success">Зелёный</span> обозначает задания, которые ваша команда уже решила.

source: <span class="bg-info">Blue</span> marks the last available task in a category. It is either the task that nobody has solved yet or the very last task in the category.
ru: <span class="bg-info">Синий</span> обозначает последние доступные задания в своей категории. Это либо задание, которое пока никто не решил, либо самое последнее задание в категории.

source: Hints
ru: Подсказки

source: You man ask jury a queston via <a href="mailto:jury@school-ctf.org">email</a>, <a href="https://twitter.com/schoolctf">Twitter</a>, or <a href="http://vk.com/schoolctf2015">VK</a>.
ru: Вы можете задать вопрос жюри по <a href="mailto:jury@school-ctf.org">почте</a>, через <a href="https://twitter.com/schoolctf">Твиттер</a> или <a href="http://vk.com/schoolctf2015">ВК</a>.

# teams list
source: Score
ru: Баллы

source: Please, authenticate
ru: Пожалуйста, аутентифицируйтесь

# login modal
source: Username
ru: Имя пользователя

# login modal
source: Password
ru: Пароль

# login modal
source: Login
ru: Войти
